const List<String> threeLetterWords = [
  'بحر', 'قمر', 'شمس', 'نهر', 'بيت', 'يوم', 'ليل', 'نور',
  'ذهب', 'قلب', 'حجر', 'عقل', 'طير', 'دين', 'خبز', 'صبر',
  'فكر', 'غرب', 'حرب', 'نمر',
];

const List<String> fourLetterWords = [
  'كتاب', 'سلام', 'طريق', 'قديم', 'كبير', 'رحيم', 'حكيم', 'صديق',
  'شريف', 'طبيب', 'نهار', 'سحاب', 'بريد', 'حديد', 'نسيم', 'بيوت',
  'بديع', 'جليل', 'ذهاب', 'سيوف',
];

const List<String> fiveLetterWords = [
  'سلطان', 'ميدان', 'بستان', 'ديوان', 'طوفان', 'فستان', 'منهاج', 'دستور',
  'جمهور', 'منشور', 'نيسان', 'بركان', 'ميزان', 'حيوان', 'درويش', 'صنوبر',
  'سنابل', 'قنطار', 'شيطان', 'غيلان',
];
